Repository: dotnet/maui-samples
Catalog: 10.0/Apps/Procrastinate/src/Resources/Strings/AppResources.*.resx
Languages: es, fr, nl, pt, uk

# AppName
source: Procrastinate
es: Procrastinar
fr: Procrastiner
nl: Uitstellen
pt: Procrastinar
uk: Прокрастинація

source: Settings
es: Ajustes
fr: Paramètres
nl: Instellingen
pt: Configurações
uk: Налаштування

# TabTasks
source: Tasks
uk: Завдання

# TabGames
source: Games
uk: Ігри

# TabExcuses
source: Excuses
uk: Виправдання

# TabStats
source: Stats
uk: Статистика

# Accessibility
source: Appearance
es: Accesibilidad
fr: Accessibilité
nl: Toegankelijkheid
pt: Acessibilidade
uk: Зовнішній вигляд

# HighContrastMode
source: Light Theme
es: Modo alto contraste
fr: Mode contraste élevé
nl: Hoog contrast modus
pt: Modo alto contraste
uk: Світла тема

# HighContrastDesc
source: Switch to Nord Light color scheme
es: Usar colores de mayor contraste
fr: Utiliser des couleurs plus contrastées
nl: Gebruik kleuren met hoger contrast
pt: Usar cores de maior contraste
uk: Перемкнутися на світлу колірну схему Nord

# DefaultTheme
source: Dark
es: Predeterminado
fr: Par défaut
nl: Standaard
pt: Padrão
uk: Темна

# HighContrast
source: Light
es: Alto contraste
fr: Contraste élevé
nl: Hoog contrast
pt: Alto contraste
uk: Світла

# ZalgoMode
source: Zalgo Randomly
uk: Випадковий Zalgo

# ZalgoModeDesc
source: Chaos appears when you least expect it
uk: Хаос з'являється, коли ви найменше на це очікуєте

source: Theme Preview
es: Vista previa del tema
fr: Aperçu du thème
nl: Thema voorbeeld
pt: Prévia do tema
uk: Попередній перегляд теми

# CurrentTheme
source: Current: Nord {0}
es: Actual: Tema {0}
fr: Actuel: Thème {0}
nl: Huidig: {0} Thema
pt: Atual: Tema {0}
uk: Поточна: Nord {0}

# ChangesApply
source: Changes apply immediately
es: Los cambios se aplican inmediatamente
fr: Les changements s'appliquent immédiatement
nl: Wijzigingen worden direct toegepast
pt: As alterações se aplicam imediatamente
uk: Зміни застосовуються миттєво

source: Language
es: Idioma
fr: Langue
nl: Taal
pt: Idioma
uk: Мова

source: Today's Tasks
es: Tareas de hoy
fr: Tâches du jour
nl: Taken van vandaag
pt: Tarefas de hoje
uk: Завдання на сьогодні

source: Your productivity list:
es: Tu lista de productividad:
fr: Votre liste de productivité:
nl: Je productiviteitslijst:
pt: Sua lista de produtividade:
uk: Ваш список продуктивності:

source: Take a break
es: Tomar un descanso
fr: Prendre une pause
nl: Neem een pauze
pt: Fazer uma pausa
uk: Зробіть перерву

# DoingGreat
source: You're doing great! Only 1 task today!
es: ¡Lo estás haciendo genial! ¡Solo 1 tarea hoy!
fr: Vous êtes super! Une seule tâche aujourd'hui!
nl: Je doet het geweldig! Maar 1 taak vandaag!
pt: Você está indo muito bem! Só 1 tarefa hoje!
uk: Ви чудово справляєтесь! Лише 1 завдання на сьогодні!

source: Add More Tasks
es: Añadir más tareas
fr: Ajouter des tâches
nl: Meer taken toevoegen
pt: Adicionar mais tarefas
uk: Додати більше завдань

# Congratulations
source: 🎉 Congratulations! You completed ALL your tasks!
es: 🎉 ¡Felicidades! ¡Completaste TODAS tus tareas!
fr: 🎉 Félicitations! Vous avez terminé TOUTES vos tâches!
nl: 🎉 Gefeliciteerd! Je hebt AL je taken voltooid!
pt: 🎉 Parabéns! Você completou TODAS as suas tarefas!
uk: 🎉 Вітаємо! Ви виконали ВСІ свої завдання!

# NeedAnotherBreak
source: Wait... you still need another break!
es: Espera... ¡aún necesitas otro descanso!
fr: Attendez... vous avez encore besoin d'une pause!
nl: Wacht... je hebt nog een pauze nodig!
pt: Espere... você ainda precisa de outra pausa!
uk: Зачекайте... вам потрібна ще одна перерва!

source: Mini-Games
es: Mini-Juegos
fr: Mini-Jeux
nl: Mini-Spelletjes
pt: Mini-Jogos
uk: Міні-ігри

# ProductivityOverrated
source: Because productivity is overrated!
es: ¡Porque la productividad está sobrevalorada!
fr: Parce que la productivité est surfaite!
nl: Omdat productiviteit overschat wordt!
pt: Porque produtividade é superestimada!
uk: Бо продуктивність — це переоцінена річ!

source: Shuffle Games
es: Mezclar juegos
fr: Mélanger les jeux
nl: Spelletjes shuffelen
pt: Embaralhar jogos
uk: Перемішати ігри

# Score
source: Score: {0}
es: Puntuación: {0}
pt: Pontuação: {0}
uk: Рахунок: {0}

# GameOver
source: Game Over! Final Score: {0}
es: ¡Fin del juego! Puntuación final: {0}
fr: Fin de partie! Score final: {0}
nl: Game Over! Eindscore: {0}
pt: Fim de jogo! Pontuação final: {0}
uk: Гра закінчена! Фінальний рахунок: {0}

source: Start Game
es: Empezar
fr: Commencer
nl: Starten
pt: Começar
uk: Почати гру

source: New Game
es: Nuevo juego
fr: Nouvelle partie
nl: Nieuw spel
pt: Novo jogo
uk: Нова гра

# YourTurn
source: Your turn (X)
es: Tu turno (X)
fr: Votre tour (X)
nl: Jouw beurt (X)
pt: Sua vez (X)
uk: Ваш хід (X)

source: AI thinking...
es: La IA está pensando...
fr: L'IA réfléchit...
nl: AI denkt na...
pt: A IA está pensando...
uk: ШІ думає...

source: You win! 🎉
es: ¡Ganaste! 🎉
fr: Vous avez gagné! 🎉
nl: Je hebt gewonnen! 🎉
pt: Você ganhou! 🎉
uk: Ви перемогли! 🎉

source: AI wins! 🤖
es: ¡La IA gana! 🤖
fr: L'IA gagne! 🤖
nl: AI wint! 🤖
pt: A IA ganhou! 🤖
uk: ШІ переміг! 🤖

# Draw
source: It's a draw!
es: ¡Empate!
fr: Match nul!
nl: Gelijkspel!
pt: Empate!
uk: Нічия!

# Clicks
source: Clicks: {0}
es: Clics: {0}
fr: Clics: {0}
nl: Klikken: {0}
pt: Cliques: {0}
uk: Кліки: {0}

source: Start Challenge
es: Empezar desafío
fr: Commencer le défi
nl: Start uitdaging
pt: Iniciar desafio
uk: Почати виклик

source: Wait for green!
es: ¡Espera el verde!
fr: Attendez le vert!
nl: Wacht op groen!
pt: Espere pelo verde!
uk: Чекайте на зелений!

source: TAP NOW!
es: ¡TOCA AHORA!
fr: APPUYEZ!
nl: TIK NU!
pt: TOQUE AGORA!
uk: ТИСНІТЬ ЗАРАЗ!

# TooEarly
source: Too early! Try again.
es: ¡Muy pronto! Intenta de nuevo.
fr: Trop tôt! Réessayez.
nl: Te vroeg! Probeer opnieuw.
pt: Muito cedo! Tente novamente.
uk: Занадто рано! Спробуйте ще раз.

# ReactionTime
source: Reaction time: {0}ms
es: Tiempo de reacción: {0}ms
fr: Temps de réaction: {0}ms
nl: Reactietijd: {0}ms
pt: Tempo de reação: {0}ms
uk: Час реакції: {0} мс

# MinifigGenerator
source: Minifig Creator
uk: Творець мініфігурок

# MinifigGeneratorDesc
source: Generate random minifigures!
uk: Створюйте випадкові мініфігурки!

source: Generate
uk: Згенерувати

# MinifigDesc1
source: A brave adventurer from Brickland!
uk: Хоробрий шукач пригод із Брікленда!

# MinifigDesc2
source: Expert builder with 10 years experience.
uk: Експерт-будівельник з 10-річним досвідом.

# MinifigDesc3
source: Dreams of becoming a master builder.
uk: Мріє стати майстром-будівельником.

# MinifigDesc4
source: Collector of rare bricks since childhood.
uk: Колекціонер рідкісних цеглинок з дитинства.

# MinifigDesc5
source: Known for incredible MOC creations.
uk: Відомий своїми неймовірними MOC-творіннями.

source: Eggs Catch
uk: Лови яйця

# EggsCatchDesc
source: Catch falling eggs with your basket!
uk: Ловіть яйця, що падають, у свій кошик!

source: Tap 'Start' to begin
es: Toca 'Empezar' para comenzar
fr: Appuyez sur 'Commencer'
nl: Tik op 'Starten' om te beginnen
pt: Toque em 'Começar' para iniciar
uk: Натисніть «Старт», щоб почати

source: Excuse Generator
es: Generador de excusas
fr: Générateur d'excuses
nl: Excuusgenerator
pt: Gerador de desculpas
uk: Генератор виправдань

# NeedAReason
source: Need a reason to not do something? We got you!
es: ¿Necesitas una razón para no hacer algo? ¡Te ayudamos!
fr: Besoin d'une raison pour ne rien faire? On vous aide!
nl: Een reden nodig om iets niet te doen? Wij helpen!
pt: Precisa de uma razão para não fazer algo? Nós ajudamos!
uk: Потрібна причина, щоб нічого не робити? Ми допоможемо!

# TapForExcuse
source: Tap the button for a fresh excuse!
es: ¡Toca el botón para una nueva excusa!
fr: Appuyez pour une nouvelle excuse!
nl: Tik voor een nieuw excuus!
pt: Toque no botão para uma nova desculpa!
uk: Натисніть кнопку, щоб отримати нове виправдання!

source: Generate Excuse
es: Generar excusa
fr: Générer une excuse
nl: Genereer excuus
pt: Gerar desculpa
uk: Згенерувати виправдання

source: Copy to Clipboard
es: Copiar
fr: Copier
nl: Kopiëren
pt: Copiar
uk: Копіювати в буфер

source: Copied!
es: ¡Copiado!
fr: Copié!
nl: Gekopieerd!
pt: Copiado!
uk: Скопійовано!

# ExcusesGenerated
source: Excuses generated today: {0}
es: Excusas generadas hoy: {0}
fr: Excuses générées aujourd'hui: {0}
nl: Excuses gegenereerd vandaag: {0}
pt: Desculpas geradas hoje: {0}
uk: Виправдань згенеровано сьогодні: {0}

source: Your Stats
es: Tus estadísticas
fr: Vos statistiques
nl: Jouw statistieken
pt: Suas estatísticas
uk: Ваша статистика

# BeProud
source: Be proud of your accomplishments!
es: ¡Siéntete orgulloso de tus logros!
fr: Soyez fier de vos accomplissements!
nl: Wees trots op je prestaties!
pt: Tenha orgulho das suas conquistas!
uk: Пишайтеся своїми досягненнями!

source: Tasks Avoided
es: Tareas evitadas
fr: Tâches évitées
nl: Taken vermeden
pt: Tarefas evitadas
uk: Проігноровані завдання

source: Breaks Taken
es: Descansos tomados
fr: Pauses prises
nl: Pauzes genomen
pt: Pausas feitas
uk: Зроблені перерви

# ExcusesGeneratedStat
source: Excuses Generated
es: Excusas generadas
fr: Excuses générées
nl: Excuses gegenereerd
pt: Desculpas geradas
uk: Згенеровані виправдання

source: Games Played
es: Juegos jugados
fr: Jeux joués
nl: Spelletjes gespeeld
pt: Jogos jogados
uk: Зіграні ігри

source: Achievement Unlocked
es: Logro desbloqueado
fr: Succès débloqué
nl: Prestatie ontgrendeld
pt: Conquista desbloqueada
uk: Досягнення розблоковано

# GettingStarted
source: Getting Started: Open the app!
es: Inicio: ¡Abrir la app!
fr: Début: Ouvrir l'appli!
nl: Begin: Open de app!
pt: Início: Abrir o app!
uk: Початок покладено: Відкрито додаток!

source: Beginner Procrastinator
es: Procrastinador principiante
fr: Procrastinateur débutant
nl: Beginner uitstelaar
pt: Procrastinador iniciante
uk: Прокрастинатор-початківець

source: LEGENDARY PROCRASTINATOR
es: PROCRASTINADOR LEGENDARIO
fr: PROCRASTINATEUR LÉGENDAIRE
nl: LEGENDARISCHE UITSTELAAR
pt: PROCRASTINADOR LENDÁRIO
uk: ЛЕГЕНДАРНИЙ ПРОКРАСТИНАТОР

source: Simon Says
es: Simón dice
fr: Jacques a dit
nl: Simon zegt
pt: Simon diz
uk: Саймон каже

# SimonSaysDesc
source: Watch the pattern and repeat it!
es: ¡Observa el patrón y repítelo!
fr: Observez et répétez le motif!
nl: Kijk naar het patroon en herhaal!
pt: Observe o padrão e repita!
uk: Спостерігайте за послідовністю та повторюйте її!

source: Click Speed
es: Velocidad de clic
fr: Vitesse de clic
nl: Kliksnelheid
pt: Velocidade de clique
uk: Швидкість кліків

# ClickSpeedDesc
source: How many clicks in 5 seconds?
es: ¿Cuántos clics en 5 segundos?
fr: Combien de clics en 5 secondes?
nl: Hoeveel klikken in 5 seconden?
pt: Quantos cliques em 5 segundos?
uk: Скільки кліків за 5 секунд?

# ReactionTimeGame
source: Reaction Time
es: Tiempo de reacción
fr: Temps de réaction
nl: Reactietijd
pt: Tempo de reação
uk: Час реакції

# ReactionTimeDesc
source: Wait for green, then tap!
es: ¡Espera el verde y toca!
fr: Attendez le vert, puis appuyez!
nl: Wacht op groen en tik!
pt: Espere pelo verde e toque!
uk: Чекайте на зелений, потім тисніть!

source: Tic Tac Toe
es: Tres en raya
fr: Morpion
nl: Boter-kaas-en-eieren
pt: Jogo da velha
uk: Хрестики-нулики

# TicTacToeDesc
source: Classic X and O game!
es: ¡El clásico X y O!
fr: Le classique X et O!
nl: Het klassieke X en O spel!
pt: O clássico X e O!
uk: Класична гра в хрестики та нулики!

source: Minesweeper
es: Buscaminas
fr: Démineur
nl: Mijnenveger
pt: Campo minado
uk: Сапер

# MinesweeperDesc
source: Find all safe cells!
es: ¡Encuentra las celdas seguras!
fr: Trouvez les cases sûres!
nl: Vind alle veilige cellen!
pt: Encontre as células seguras!
uk: Знайдіть усі безпечні клітинки!

source: Tilt Snake
es: Serpiente inclinable
fr: Serpent inclinable
nl: Kantel slang
pt: Cobra inclinável
uk: Змійка нахилом

# TiltSnakeDesc
source: Tilt your phone to guide the snake!
es: ¡Inclina el teléfono para guiar la serpiente!
fr: Inclinez pour guider le serpent!
nl: Kantel je telefoon om de slang te leiden!
pt: Incline o telefone para guiar a cobra!
uk: Нахиляйте телефон, щоб керувати змійкою!

source: Memory Match
es: Memoria
fr: Memory
nl: Memory
pt: Jogo da memória
uk: Пари пам'яті

# MemoryMatchDesc
source: Find matching pairs!
es: ¡Encuentra los pares!
fr: Trouvez les paires!
nl: Vind de paren!
pt: Encontre os pares!
uk: Знайдіть однакові пари!

source: Number Guess
es: Adivina el número
fr: Devinez le nombre
nl: Raad het getal
pt: Adivinhe o número
uk: Вгадай число

# NumberGuessDesc
source: Guess the number 1-100!
es: ¡Adivina el número 1-100!
fr: Devinez le nombre 1-100!
nl: Raad het getal 1-100!
pt: Adivinhe o número 1-100!
uk: Вгадайте число від 1 до 100!

source: Whack-a-Mole
es: Golpea al topo
fr: Tape-taupe
nl: Mep de mol
pt: Acerte a toupeira
uk: Впіймай крота

# WhackAMoleDesc
source: Tap the moles as fast as you can!
es: ¡Golpea los topos lo más rápido posible!
fr: Tapez les taupes rapidement!
nl: Mep de mollen zo snel mogelijk!
pt: Acerte as toupeiras o mais rápido possível!
uk: Тицяйте на кротів якомога швидше!

source: Click Me!
es: ¡Haz clic!
fr: Cliquez-moi!
nl: Klik op mij!
pt: Clique em mim!
uk: Тисни мене!

# FinalClicks
source: Final: {0} clicks! ({1:F1}/sec)
es: Final: {0} clics! ({1:F1}/seg)
fr: Final: {0} clics! ({1:F1}/sec)
nl: Eindstand: {0} klikken! ({1:F1}/sec)
pt: Final: {0} cliques! ({1:F1}/seg)
uk: Разом: {0} кліків! ({1:F1}/сек)

source: Wait...
es: Espera...
fr: Attendez...
nl: Wacht...
pt: Aguarde...
uk: Чекайте...

source: Start
es: Iniciar
fr: Démarrer
pt: Iniciar
uk: Старт

source: Too soon!
es: ¡Muy pronto!
fr: Trop tôt!
nl: Te vroeg!
pt: Muito cedo!
uk: Занадто рано!

source: Done!
es: ¡Listo!
fr: Terminé!
nl: Klaar!
pt: Pronto!
uk: Готово!

# FindSafeCells
source: Find the safe cells! ({0} mines)
es: ¡Encuentra las celdas seguras! ({0} minas)
fr: Trouvez les cellules sûres! ({0} mines)
nl: Vind de veilige cellen! ({0} mijnen)
pt: Encontre as células seguras! ({0} minas)
uk: Знайдіть безпечні клітинки! ({0} мін)

source: Boom! Game over 💥
es: ¡Boom! Fin del juego 💥
fr: Boom! Partie terminée 💥
nl: Boem! Spel voorbij 💥
pt: Boom! Fim de jogo 💥
uk: Бум! Гру закінчено 💥

# TiltToMove
source: Tilt phone to move!
es: ¡Inclina para mover!
fr: Inclinez pour bouger!
nl: Kantel om te bewegen!
pt: Incline para mover!
uk: Нахиляйте телефон для руху!

source: Accelerometer not available
es: Acelerómetro no disponible
fr: Accéléromètre non disponible
nl: Accelerometer niet beschikbaar
pt: Acelerômetro não disponível
uk: Акселерометр недоступний

# GameOverScore
source: Game Over! Score: {0}
es: ¡Fin del juego! Puntuación: {0}
fr: Partie terminée! Score: {0}
nl: Spel voorbij! Score: {0}
pt: Fim de jogo! Pontuação: {0}
uk: Гра закінчена! Рахунок: {0}

# MovesAndPairs
source: Moves: {0} | Pairs: {1}/{2}
es: Movimientos: {0} | Pares: {1}/{2}
fr: Coups: {0} | Paires: {1}/{2}
nl: Zetten: {0} | Paren: {1}/{2}
pt: Movimentos: {0} | Pares: {1}/{2}
uk: Ходи: {0} | Пари: {1}/{2}

# WinInMoves
source: You win in {0} moves! 🎉
es: ¡Ganaste en {0} movimientos! 🎉
fr: Gagné en {0} coups! 🎉
nl: Gewonnen in {0} zetten! 🎉
pt: Você ganhou em {0} movimentos! 🎉
uk: Ви перемогли за {0} ходів! 🎉

# ThinkingOfNumber
source: I'm thinking of a number 1-100...
es: Estoy pensando en un número 1-100...
fr: Je pense à un nombre 1-100...
nl: Ik denk aan een getal 1-100...
pt: Estou pensando em um número 1-100...
uk: Я загадав число від 1 до 100...

# Attempts
source: Attempts: {0}
es: Intentos: {0}
fr: Tentatives: {0}
nl: Pogingen: {0}
pt: Tentativas: {0}
uk: Спроби: {0}

# EnterGuess
source: Enter your guess
es: Ingresa tu estimación
fr: Entrez votre estimation
nl: Voer je gok in
pt: Digite seu palpite
uk: Введіть число

source: Guess!
es: ¡Adivinar!
fr: Deviner!
nl: Raden!
pt: Adivinhar!
uk: Вгадати!

# EnterNumber1to100
source: Please enter a number 1-100
es: Ingresa un número 1-100
fr: Entrez un nombre 1-100
nl: Voer een getal 1-100 in
pt: Digite um número 1-100
uk: Будь ласка, введіть число від 1 до 100

# Correct
source: 🎉 Correct! It was {0}!
es: 🎉 ¡Correcto! ¡Era {0}!
fr: 🎉 Correct! C'était {0}!
nl: 🎉 Correct! Het was {0}!
pt: 🎉 Correto! Era {0}!
uk: 🎉 Правильно! Це було {0}!

# TooLow
source: 📈 {0} is too LOW!
es: 📈 ¡{0} es muy BAJO!
fr: 📈 {0} est trop BAS!
nl: 📈 {0} is te LAAG!
pt: 📈 {0} é muito BAIXO!
uk: 📈 {0} — це замало!

# TooHigh
source: 📉 {0} is too HIGH!
es: 📉 ¡{0} es muy ALTO!
fr: 📉 {0} est trop HAUT!
nl: 📉 {0} is te HOOG!
pt: 📉 {0} é muito ALTO!
uk: 📉 {0} — це забагато!

# ScoreAndMisses
source: Score: {0} | Misses: {1}
es: Puntuación: {0} | Fallos: {1}
fr: Score: {0} | Ratés: {1}
nl: Score: {0} | Gemist: {1}
pt: Pontuação: {0} | Erros: {1}
uk: Рахунок: {0} | Промахи: {1}

source: Start Game (30s)
es: Iniciar Juego (30s)
fr: Démarrer (30s)
nl: Start Spel (30s)
pt: Iniciar Jogo (30s)
uk: Почати гру (30с)

source: Excuse Engine
es: Motor de excusas
fr: Moteur d'excuses
nl: Excuusgenerator
pt: Motor de desculpas
uk: Рушій виправдань

# ExcuseEngineDesc
source: Choose how excuses are generated
es: Elige cómo se generan las excusas
fr: Choisissez comment les excuses sont générées
nl: Kies hoe excuses worden gegenereerd
pt: Escolha como as desculpas são geradas
uk: Оберіть, як генеруються виправдання

source: Random Generator
es: Generador aleatorio
fr: Générateur aléatoire
nl: Willekeurige generator
pt: Gerador aleatório
uk: Випадковий генератор

# CloudAI
source: Cloud AI (Groq)
es: IA en la nube (Groq)
fr: IA Cloud (Groq)
pt: IA na nuvem (Groq)
uk: Хмарний ШІ (Groq)

source: API Endpoint
es: Punto de acceso API
fr: Point d'accès API
pt: Endpoint da API
uk: Кінцева точка API

source: AI Model
es: Modelo de IA
fr: Modèle IA
pt: Modelo de IA
uk: Модель ШІ

source: Generating...
es: Generando...
fr: Génération...
nl: Genereren...
pt: Gerando...
uk: Генерація...

# GroqApiKeyLabel
source: Groq API Key
es: Clave API Groq
fr: Clé API Groq
nl: Groq API-sleutel
pt: Chave API Groq
uk: Ключ API Groq

# GroqApiKeyPlaceholder
source: Enter your Groq API key
es: Ingresa tu clave API Groq
fr: Entrez votre clé API Groq
nl: Voer uw Groq API-sleutel in
pt: Digite sua chave API Groq
uk: Введіть ваш API ключ Groq

# GroqGetKeyHint
source: Get your free API key at console.groq.com
es: Obtén tu clave gratis en console.groq.com
fr: Obtenez votre clé gratuite sur console.groq.com
nl: Haal uw gratis sleutel op console.groq.com
pt: Obtenha sua chave grátis em console.groq.com
uk: Отримайте безкоштовний ключ на console.groq.com

# OnDeviceAI
source: On-Device AI (Apple)
es: IA en dispositivo (Apple)
fr: IA sur l'appareil (Apple)
pt: IA no dispositivo (Apple)
uk: Локальний ШІ (Apple)

# OnDeviceAIHint
source: Uses Apple Intelligence on iOS 26+. No internet required, completely private.
es: Usa Apple Intelligence en iOS 26+. Sin internet, completamente privado.
fr: Utilise Apple Intelligence sur iOS 26+. Aucune connexion internet requise, totalement privé.
nl: Gebruikt Apple Intelligence op iOS 26+. Geen internet nodig, volledig privé.
pt: Usa Apple Intelligence no iOS 26+. Sem internet, totalmente privado.
uk: Використовує Apple Intelligence на iOS 26+. Інтернет не потрібен, повна приватність.

# OnDeviceAIAvailable
source: Apple Intelligence is ready!
es: ¡Apple Intelligence está listo!
fr: Apple Intelligence est prêt!
nl: Apple Intelligence is klaar!
pt: Apple Intelligence está pronto!
uk: Apple Intelligence готовий до роботи!

# OnDeviceAIUnavailable
source: Requires iOS 26+ with Apple Intelligence enabled
es: Requiere iOS 26+ con Apple Intelligence activado
fr: Nécessite iOS 26+ avec Apple Intelligence activé
nl: Vereist iOS 26+ met Apple Intelligence ingeschakeld
pt: Requer iOS 26+ com Apple Intelligence ativado
uk: Потрібна iOS 26+ з увімкненим Apple Intelligence

# AIExcuseCalls
source: AI API Calls
uk: Запити до AI API

source: High Scores
uk: Рекорди

# NoHighScoresYet
source: No high scores yet. Play some games!
uk: Рекордів ще немає. Зіграйте в якусь гру!

source: Take a nap
es: Echarse una siesta
fr: Faire une sieste
nl: Doe een dutje
pt: Tirar uma soneca
uk: Поспіть трохи

source: Grab a coffee
es: Tomar un café
fr: Prendre un café
nl: Pak een koffie
pt: Tomar um café
uk: Випийте кави

source: Stretch a bit
es: Estirarse un poco
fr: S'étirer un peu
nl: Strek je even
pt: Alongar um pouco
uk: Трохи розімніться

# StareAtCeiling
source: Stare at the ceiling
es: Mirar al techo
fr: Fixer le plafond
nl: Staar naar het plafond
pt: Olhar para o teto
uk: Подивіться у стелю

source: About
es: Acerca de
fr: À propos
nl: Over
pt: Sobre
uk: Про програму

# AboutDescription
source: The ultimate anti-productivity app. Built with .NET MAUI and a healthy disregard for deadlines.
es: La aplicación anti-productividad definitiva. Construida con .NET MAUI y un sano desprecio por los plazos.
fr: L'application anti-productivité ultime. Construite avec .NET MAUI et un sain mépris des délais.
nl: De ultieme anti-productiviteitsapp. Gebouwd met .NET MAUI en een gezonde minachting voor deadlines.
pt: O aplicativo anti-produtividade definitivo. Construído com .NET MAUI e um saudável desprezo por prazos.
uk: Найкращий антипродуктивний додаток. Побудований на .NET MAUI з повним ігноруванням дедлайнів.

# Author
source: Made by Stephane Delcroix
es: Hecho por Stephane Delcroix
fr: Créé par Stephane Delcroix
nl: Gemaakt door Stephane Delcroix
pt: Feito por Stephane Delcroix
uk: Автор: Стефан Делькруа (Stephane Delcroix)

source: Share
es: Compartir
fr: Partager
nl: Delen
pt: Compartilhar
uk: Поділитися

# ShareExcuse
source: Share this excuse
es: Compartir esta excusa
fr: Partager cette excuse
nl: Deel dit excuus
pt: Compartilhar esta desculpa
uk: Поділитися цим виправданням

source: Last 7 Days
es: Últimos 7 Días
fr: 7 Derniers Jours
nl: Laatste 7 Dagen
pt: Últimos 7 Dias
uk: Останні 7 днів

source: Generate Cartoon
es: Generar dibujo
fr: Générer un dessin
nl: Genereer cartoon
pt: Gerar desenho
uk: Згенерувати комікс

# ImageGenerationFailed
source: Could not generate image. Try again later.
es: No se pudo generar la imagen. Inténtalo más tarde.
fr: Impossible de générer l'image. Réessayez plus tard.
nl: Kon afbeelding niet genereren. Probeer later opnieuw.
pt: Não foi possível gerar a imagem. Tente novamente mais tarde.
uk: Не вдалося згенерувати зображення. Спробуйте пізніше.
